"Bass Frequency" = "Bassfrekvens"; 
"Bass Gain" = "Bass-gain"; 
"Low Mid Frequency" = "Lave midtre frekvenser";
"Low Mid Gain" = "Lave midtre-gain";
"High Mid Frequency" = "Høye midtre frekvenser";
"High Mid Gain" = "Høye midtre-gain";
"Treble Frequency" = "Diskantfrekvens";
"Treble Gain" = "Diskant-gain";
